{
    "author": "Lila Lestrange",
    "gender": "Female",
	"genderJustification": "Pronoun in Goodreads about page",
    "nationality": "Oddball",
	"nationalityJustification": "About page",
    "processed": true,
    "race": "Caucasian",
	"raceJustification": "Inferred from author page",
    "reviewer": "Beauty in Ruins",
    "status": "Honorable",
    "title": "Black Silk",
	"about": "<p>Lila Lestrange was born in 1974 in Australia as the child of an Irish soldier in the British Army, grew up in Germany and likes Japanese okonomiyaki and Turkish coffee. Her national identity is 'oddball'. Lila graduated from Regensburg University in Germany in 1999 with a master's degree in Early Modern and Medieval History, although her German school leaving certificate which was good enough for university did not state that she was actually fluent in German. (Don't ask. It's the little things that make life interesting.)</p><p>Apart from getting covered inch-thick in black library dust and upsetting hordes of book scorpions, during her university years Lila discovered the wonderful world of fantasy and role-playing-games. (And that the pharmacy library has more books on alchemy than the history library).</p><p>Post graduation, Lila has worked as a web designer, journalist and translator and started writing 'seriously' after having a family</p>",
	"summary": "<p>Black Silk is a tale of murder, revenge and ancient evil set in the fantasy city state of Naressina. The city is a prosperous trading hub by the sea, ruled by powerful guilds and the old nobility. Tall ships bring and carry goods from all four corners of the world. Very few things cannot be had in Naressina, especially for a price. But not everyone in the city is a rich merchant, or belongs to a guild, nor do humans and the despised zereshi, fanged and clawed like beasts, enjoy equal rights. There are many more humans in Naressina, but zereshi have lived in the city for as long as anyone can remember: They are traders, craftsmen. shop keepers and some have even gained admittance into the guilds. They are everywhere, but not everywhere are they welcome. Many still live in the less desirable quarters, such as across the Lowtown Canal that separates the middle and rich districts of the city from the harbour slums. Not even the watch will enter into some parts of Lowtown, where criminal gangs make their own law.</p><p>Zîf and Kiana Kaliari are zereshi: fanged, clawed, with catlike ears and eyes, and with a pair of snake-like tentacles growing from the top of their head. The priests say their kind was cast from the light for their bestial nature, and many people in Naressina believe that, and worse. The Kaliari keep their claws carefully blunt, and work twice as hard at their trade in silks and fine cloths. They are rich enough to afford a large house in the middle district, and membership in a powerful guild of merchants. Zîf pays enough taxes to claim citizenship, even, and despite being a wife, Kiana has established herself as a merchant in her own right, taking care of the family business while her husband travels far abroad. They employ a human governess for their children. But for all their efforts, the law is not on their side. When the Kaliari need help, they must rely on their connections among humans, and on the alliances they can forge on both sides of the canal.</p><p>Salin is a brilliant thief in the Wharf Rats gang. His life of fun, palm wine and stealing abruptly ends when their latest caper goes horribly wrong: Suddenly, his friends are dead. The Rats are fighting for survival against a deadly enemy that strikes unseen. And Salin finds himself disagreeing with the gang's new leadership. But before he can set matters right, he has to survive the war on the streets. And find out what dark past his zereshi friend Cirrin is not talking about. Whatever it is, he sure learned how to fight.</p><p>A golden figurine, found after the Rats' unfortunate heist in the Kaliari warehouse, might reveal who hired the thieves - and who has since been trying to kill them - but the city watch are unwilling to investigate. Or maybe they are under orders not to ask too many questions. Wanting nothing but justice, Zîf and Kiana Kaliari attempt to solve the riddle, only to discover a conspiracy that is far more dangerous than they think.</p><p>As an ancient evil threatens to destroy all they love, Zîf has one chance that nobody in the city reckons with: Salin and the Rats. But can a gang of thieves and a zereshi merchant stand against the horrors of the Black Silk?</p>",
    "urls": {
		"avatar": "https://d.gr-assets.com/authors/1427557964p8/9866552.jpg",
		"cover": "http://d.gr-assets.com/books/1427557212l/23589068.jpg",
		"book": [
			{
				"type": "goodreads",
				"id": "23589068-black-silk"
			},
			{
				"type": "amazon",
				"id": "B00OGVCRGO"
			}
		],
		"author": [
			{
				"type": "blog",
				"title": "Death and Onions",
				"url": "http://deathandonions.bplaced.net/blacksilk.html"
			},
			{
				"type": "goodreads-author",
				"id": "9866552.Lila_Lestrange"
			},
			{
				"type": "twitter",
				"id": "Lila_Lestrange"
			},
			{
				"type": "amazon-author",
				"title": "Amazon Author",
				"url": "http://www.amazon.com/Lila-Lestrange/e/B00OIS31M4/ref=dp_byline_cont_ebooks_1"
			}
		],
        "reviews": [
            {
                "title": "Beauty in Ruins",
                "type": "review",
                "url": "http://beauty-in-ruins.blogspot.ca/2015/04/great-self-published-fantasy-blog-off.html"
            }
        ]
    }
}
