{
    "about": "<p>Born a homeless orphan, Jack was still a young lad when he joined a librarian street gang. Jack fought many vicious battles in the name of Dewey Decimal reform, earning countless scars in the process.</p><p>Seeking inner peace, Jack left the street life and retired to the sewers under New York City. For five years Jack lived among the gators, and subsisted off a diet of city utility worker.</p><p>Eventually Jack was caught, mistaken for a stay dog, microchipped, and sent to the city pound. Upon realizing their mistake, Jack was relocated to a state mental ward where he has resided to this very day.</p><p>Now Jack sits in a bathtub full of ice, typing his endless dribble into a laptop for all the world to see.</p>",
    "author": "Plague Jack",
    "gender": "Unknown",
    "nationality": "United States",
    "nationalityJustification": "Goodreads author page",
    "processed": true,
    "race": "Unknown",
    "reviewer": "The Fictional Hangout",
    "status": "Finalist",
    "summary": "<p>From their prisons, the old gods watch, and wait. </p><p>Calcifer, the arrogant and obtuse sorcerer turned monster hunter, wants nothing more than to bleed his country of its gold, and return to his lover. When she is assaulted and her mind is left in tatters, Calcifer seeks vengeance by any means necessary.</p><p>Sir Clark Pendragon has murdered more men than he cares to remember. Tired and battle scarred, the old knight just wants to live out his last days in peace. When he is needed to stop an assassination, Pendragon is ripped from his retirement and sent north to save his country one final time. </p><p>Shrike, keeper of Amernia's secrets, spends his days combing through letters in search of blackmail. Cunning, and with a mind sharper than a blade, Shrike's luck is slowly running out, as sinister shadows conspire against him. </p><p>War is coming to Amernia, and the Blood Queen stands at the heart of the chaos. A wave of hatred ripples across her country, and she maintains order with fire and fear. The rift between rich and poor, human and nonhuman, divides the kingdom more everyday, as a spectral rider streaks across the sky, heralding the death of kings.</p><p>The fates of Calcifer, Pendragon, Shrike, and the Blood Queen are hopelessly intertwined, and new alliances will be forged and broken as war threatens to tear Amernia asunder.</p>",
    "title": "Sins of Sovereignty",
    "urls": {
        "author": [
            {
                "id": "plaguejack",
                "type": "tumblr"
            },
            {
                "id": "8328643.Plague_Jack",
                "type": "goodreads-author"
            },
            {
                "title": "Amazon Author",
                "type": "amazon-author",
                "url": "http://www.amazon.com/Plague-Jack/e/B00L85PD58/ref=dp_byline_cont_ebooks_1"
            }
        ],
        "book": [
            {
                "id": "23250939-sins-of-a-sovereignty",
                "type": "goodreads"
            },
            {
                "id": "B00KZ52XX2",
                "type": "amazon"
            }
        ],
        "cover": "http://d.gr-assets.com/books/1411129066l/23250939.jpg",
        "reviews": [
            {
                "title": "The Fictional Hangout",
                "type": "review",
                "url": "http://thefictionalhangout.blogspot.co.uk/2015/04/the-great-self-published-fantasy-blog.html"
            },
            {
                "title": "The Fictional Hangout",
                "type": "review",
                "url": "http://thefictionalhangout.blogspot.co.uk/2015/05/sins-of-sovereignty-by-plague-jack.html"
            },
            {
                "title": "The Fictional Hangout",
                "type": "review",
                "url": "http://thefictionalhangout.blogspot.co.uk/2015/06/the-great-self-published-fantasy-blog.html"
            },
            {
                "title": "The Fictional Hangout",
                "type": "review",
                "url": "http://thefictionalhangout.blogspot.co.uk/2015/09/the-great-self-published-fantasy-blog.html"
            }
        ]
    }
}
